[
  {
    "recommendation_description": "Using a subject line or content that inspires feelings of fear or duty/obilgation to respond to motivate a response. A cybercriminal may use a range of emotions to help persuade a user to click a link or open an attachment without examining it first.",
    "recommendation_type": "Sophisticated",
    "title": "Emotional triggers (FEAR/DUTY)"
  },
  {
    "recommendation_description": "Providing an opportunity to share opinions which may elicit feelings of curiosity on the types of questions asked. A cybercriminal may use a range of emotions to help persuade a user to click a link or open an attachment without examining it first.",
    "recommendation_type": "Sophisticated",
    "title": "Emotional triggers (CURIOSITY-QUESTIONS)"
  },
  {
    "recommendation_description": "Offering opportunities for low effort financial gain that may trigger feelings of greed to motivate a response. A cybercriminal may use a range of emotions to help persuade a user to click a link or open an attachment without examining it first.",
    "recommendation_type": "Sophisticated",
    "title": "Emotional triggers (GREED)"
  },
  {
    "recommendation_description": "Attempting to appear organizationally relevant by speaking as a peer and work-related resources. Cybercriminals can use publically available information about organization's systems, personnel, leadership hierarchy, and tool sets to make their message look and feel legitimate.",
    "recommendation_type": "Sophisticated",
    "title": "Context alignment"
  },
  {
    "recommendation_description": "Hiding the externally-hosted link under hyperlinked text which requires the extra step of hovering over or long - pressing (on mobile phone) to investigate legitimacy. Additionally, cybercriminals may use a URL shortening service to hide the true destination of the link.",
    "recommendation_type": "Sophisticated",
    "title": "Spoofed hyperlinks and websites"
  },
  {
    "recommendation_description": "Speaking from a place of power and stating that recipients are expected to respond may persuade the targeted user into clicking the link without first questioning it.",
    "recommendation_type": "Sophisticated",
    "title": "Authoritative tone"
  },
  {
    "recommendation_description": "Professional formatting and proper spelling and grammar to imitate reputable institutions that have dedicated personnel that produce, verify, and proofread correspondence.",
    "recommendation_type": "Sophisticated",
    "title": "Spelling and layout"
  }
]
